[["AFG","Afghanistan","Active","Monthly","Yes","October","https:\/\/www.wfp.org\/publications\/afghanistan-mvam-household-food-security-survey","January","The number of people facing insufficient food consumption spiked sharply after the pivotal events of August 2021. Since then, some nine in ten households have faced insufficient food consumption each month. See the IPC for overall food security.\n<br><br>\nFood consumption is even worse than when COVID-19 first struck the country. Insufficient food consumption had already spiked to 75 percent in August 2020, at the first peak of the pandemic. But when this couldn’t seem to have gotten worse, a combination of drought, conflict, political instability, and the economic crisis collided to deepen the food security crisis. By August 2022, Afghanistan had topped the list of countries with insufficient food consumption. It has remained there since.","<span style='font-size:24px;color:#80bede'><i class='fas fa-wifi'><\/i>"],["BGD","Bangladesh","Active","Monthly","No","December","https:\/\/www.wfp.org\/publications\/wfp-bangladesh-mobile-vulnerability-analysis-and-mapping-mvam-reports","January","One-fifth (17 percent) of the population is food insecure - an improvement from 29 percent reported in July and 22 percent reported in August. These improvements were unequal; low-income households saw food security indicators worsen (at 42 percent food insecure).","<span style='font-size:24px;color:#80bede'><i class='fas fa-wifi'><\/i>"],["FJI","Pacific*","Active","Quarterly","Yes","Regular","https:\/\/analytics.wfp.org\/t\/Public\/views\/mVAMWFPPacificMCOCentralizedPortal\/MCOCentralizedPortal?%3Aembed=y&%3AisGuestRedirectFromVizportal=y","Dashboard","Food insecurity worsened in Vanuatu in Q1-2 of 2022 (at 25-30 percent), but improved to 15 percent by Q3. In Kiribati, there has been little change, with 7 percent of the population food insecure. Fiji saw a slight improvement, with 1 percent food insecure.\n<br><br>\n*Findings for the Pacific are available regularly through the dashboard, rather than a report.","<span style='font-size:24px;color:#80bede'><i class='fas fa-wifi'><\/i>"],["KGZ","Kyrgyz Rep","Active","Ad hoc","No","October","https:\/\/docs.wfp.org\/api\/documents\/WFP-0000145006\/download\/","January","Around one-fifth (17 percent) of the population is food-insecure (more than 1.1 million people). The slight improvement compared to the August round was attributable to improved food consumption following the harvest season in September and October. Food insecurity is especially concentrated in certain regions, though the prevalence of food insecurity in rural and urban areas is similar. Trends are not yet available.","<span style='font-size:24px;color:#80bede'><i class='fas fa-wifi'><\/i>"],["LAO","Laos","Active","Monthly","Yes","October","https:\/\/www.wfp.org\/publications\/lao-pdr-remote-household-food-security-surveys","January","One in seven households (14 percent) were food-insecure in October 2022, the same as in September 2022. There are substantial variations across different parts of the country.","<span style='font-size:24px;color:#80bede'><i class='fas fa-wifi'><\/i>"],["LKA","Sri Lanka","Active","Monthly","Yes","November","https:\/\/www.wfp.org\/publications\/sri-lanka-remote-household-food-security-surveys","January","Over one-third of the population was food insecure in November (37 percent), amid the country’s worst economic crisis since its independence in 1948. July was an especially harsh month, with nearly half of the population food insecure. For a country in which food insecurity was at 9.1 percent in 2019,1 the shock of the current crisis is reverberating across all facets of life.\n<br><br>\nPeople are being forced to rely on coping strategies to keep food on the table. Around eight in ten households are regularly turning to food-based coping strategies such as sacrificing meals, borrowing food, and reducing the number of meals eaten. Diets are in a precarious state. Nearly four in ten households are facing insufficient food consumption, with many consuming far less diverse diets as food prices remain high across the country. The instability comes amid escalating anxieties about prices. ","<span style='font-size:24px;color:#80bede'><i class='fas fa-wifi'><\/i>"],["MMR","Myanmar","Upcoming","Ad hoc","No","September",null,"January","Findings are not ready yet.","<span style='font-size:24px;color:#bbbbbb'><i class='fas fa-expand'><\/i>"],["NPL","Nepal","Active","Ad hoc","Partial","June","https:\/\/docs.wfp.org\/api\/documents\/WFP-0000141846\/download\/","January","The findings from the sixth round of the survey (June 2022) show that, nationally, food security conditions in Nepal have slightly improved compared to October 2021. Over one-tenth (13.2 percent) of the population had insufficient food consumption in June 2022. However, the continued increase in food prices (reflecting, in part, increased fuel prices and a weaking rupee) are impacting households across the country. Stakeholders are advised to continue monitoring the situation, as the depleted resilience of households, coupled with an economic downturn or less than average harvest, may place increased pressure on already vulnerable households and tip some borderline households into food insecurity.\n<br><br>\nFood security improved slightly compared to October 2021, but approximately 3.86 million people (13.2%) in Nepal were not consuming an adequate diet in June 2022. About 3 percent of households reported that they did not have enough food; among these 63.3 percent said that increasing prices of food was the main reason. Among all households, 78.2 percent listed increasing food prices as a main concern.","<span style='font-size:24px;color:#80bede'><i class='fas fa-wifi'><\/i>"],["PAK","Pakistan","Upcoming","Monthly","Yes",null,null,"January","Findings are not ready yet.","<span style='font-size:24px;color:#bbbbbb'><i class='fas fa-expand'><\/i>"],["PHL","Philippines","Active","Monthly","Partial","October","https:\/\/www.wfp.org\/publications\/wfp-philippines-food-security-monitoring-october-2022","January","One out of ten households (11 percent) were food-insecure October 2022, with 74 percent of the surveyed households adopting at least one coping strategy to buy food. ","<span style='font-size:24px;color:#80bede'><i class='fas fa-wifi'><\/i>"],["TJK","Tajikistan","Active","Ad hoc","No","September (Q3)","https:\/\/reliefweb.int\/report\/tajikistan\/tajikistan-quarterly-household-food-security-and-market-update-july-september-2022","January","Nearly one-fifth (18 percent) of households in Tajikistan were food insecure in September. Compared to the assessment carried out in May, the proportion of food-insecure households has slightly improved, by 3 percentage points. ","<span style='font-size:24px;color:#80bede'><i class='fas fa-wifi'><\/i>"],["TLS","Timor Leste","Active","Ad hoc","Yes","September","https:\/\/wfp.sharepoint.com\/:b:\/s\/COTL2\/EWi1okrW2ARGlz2oynDGx8QB8ctlMBK-EULB1Br1PQbmFg?e=awrjx7&download=1","January","Results from the September report (internal only) indicate that one-third of the population (34 percent) is food-insecure, and that there is high reliance on coping strategies. This has not been released, as these contrast with IPC figures. Trends are not yet available.","<span style='font-size:24px;color:#80bede'><i class='fas fa-wifi'><\/i>"]]