[["AFG","Afghanistan","Active","Monthly","Yes",null,null,"October","Afghanistan continues to face alarming levels of hunger. Month after month, some nine in ten households continue to face insufficient food consumption. The repercussions of the global food crisis are threatening to wreak further havoc on food security. Already pushed to their limit, families are spending nearly all of their income on food. Nearly half of the population is turning to drastic measures to put food on the table. \n<br><br>\nAmid persistent high food prices, average expenditure on food increased to 91 percent in July — a figure which has continually increased since January (80 percent). This leaves little left for other essential goods. While households across all divides are affected, female-headed households are especially vulnerable and are spending 95 percent of income on food, compared to 91 percent in male-headed households.","<span style='font-size:24px;color:#80bede'><i class='fas fa-wifi'><\/i>"],["BGD","Bangladesh","Active","Monthly","No",null,null,"September","In July 2022, 32 percent of the surveyed households were moderately food insecure, with less than one percent of households severely food insecure. Still, about half of the households applied crisis and emergency coping mechanisms (43 percent). This finding is alarming as applying negative coping mechanisms may have severe consequences for the future socialeconomic situation of the households. Due to the May and June 2022 floods, 75 percent of households in Sylhet and 38 percent of households in Mymensingh were food insecure, higher than the national average.\n<br><br>\nThe war in Ukraine impacted households’ capacity to meet their food needs because the prices of major food commodities sharply increased. The increased fuel and elevated export-import costs influence production and transportation costs negatively, impacting the entire economy.","<span style='font-size:24px;color:#80bede'><i class='fas fa-wifi'><\/i>"],["FJI","Pacific*","Active","Monthly","Yes",null,null,"Dashboard","Fiji and Vanuatu have seen an increase in overall food insecurity (rCARI) between the fourth quarter of 2021 and the second quarter of 2022. Fiji saw the steepest increase, from 43 percent to 71 percent facing food insecurity. Meanwhile, Vanuatu, which was already facing relatively high levels of food insecurity, saw an increase from 74 percent to 81 percent. For Samoa, there has been an increase in the proportion of people facing severe food insecurity over the past quarters. \n<br><br>\n*Findings for the Pacific are available regularly through the dashboard, rather than a report.","<span style='font-size:24px;color:#80bede'><i class='fas fa-wifi'><\/i>"],["KGZ","Kyrgyz Rep","Setup","Ad hoc","No",null,null,"September","Findings are not ready yet.","<span style='font-size:24px;color:#bbbbbb'><i class='fas fa-expand'><\/i>"],["LAO","Laos","Setup","Monthly","Yes",null,null,"October","Findings are not ready yet.","<span style='font-size:24px;color:#bbbbbb'><i class='fas fa-expand'><\/i>"],["LKA","Sri Lanka","Active","Monthly","Yes",null,null,"October","More than one-third (37 percent) of Sri Lanka’s population is food insecure, amid the country’s worst economic crisis since its independence in 1948. For a country in which food insecurity was at 9.1 percent in 2019,1 the shock of the current crisis is reverberating across all facets of life.\n<br><br>\nPeople are being forced to rely on coping strategies to keep food on the table. Around eight in ten households are regularly turning to food-based coping strategies such as sacrificing meals, borrowing food, and reducing the number of meals eaten. Diets are in a precarious state. Nearly four in ten households are facing insufficient food consumption, with many consuming far less diverse diets as food prices remain high across the country. The instability comes amid escalating anxieties about prices. ","<span style='font-size:24px;color:#80bede'><i class='fas fa-wifi'><\/i>"],["MMR","Myanmar","Setup","Ad hoc","No",null,null,"October","Findings are not ready yet.","<span style='font-size:24px;color:#bbbbbb'><i class='fas fa-expand'><\/i>"],["NPL","Nepal","Active","Ad hoc","Partial",null,null,"October","The findings from the sixth round of the survey (June 2022) show that, nationally, food security conditions in Nepal have slightly improved compared to October 2021. However, the continued increase in food prices (reflecting, in part, increased fuel prices and a weaking rupee) are impacting households across the country. Stakeholders are advised to continue monitoring the situation, as the depleted resilience of households, coupled with an economic downturn or less than average harvest, may place increased pressure on already vulnerable households and tip some borderline households into food insecurity.\n<br><br>\nFood security improved slightly compared to October 2021, but approximately 3.86 million people (13.2%) in Nepal were not consuming an adequate diet in June 2022. About 3 percent of households reported that they did not have enough food; among these 63.3 percent said that increasing prices of food was the main reason. Among all households, 78.2 percent listed increasing food prices as a main concern.","<span style='font-size:24px;color:#80bede'><i class='fas fa-wifi'><\/i>"],["PAK","Pakistan","Setup","Monthly","Yes",null,null,"November","Findings are not ready yet.","<span style='font-size:24px;color:#bbbbbb'><i class='fas fa-expand'><\/i>"],["PHL","Philippines","Setup","Monthly","Partial",null,null,"November","Findings are not ready yet.","<span style='font-size:24px;color:#bbbbbb'><i class='fas fa-expand'><\/i>"],["TJK","Tajikistan","Setup","Ad hoc","No",null,null,"November","Findings are not ready yet.","<span style='font-size:24px;color:#bbbbbb'><i class='fas fa-expand'><\/i>"],["TLS","Timor Leste","Setup","Ad hoc","Yes",null,null,"October","Findings are not ready yet.","<span style='font-size:24px;color:#bbbbbb'><i class='fas fa-expand'><\/i>"]]