[["AFG","Afghanistan","Active","Monthly","Yes","August","https:\/\/www.wfp.org\/publications\/afghanistan-mvam-household-food-security-survey","November or December","The number of people facing insufficient food consumption spiked sharply after the pivotal events of August 2021. This was 12 months ago. Since then, hunger levels have refused to improve, with some nine in ten households continuing to face insufficient food consumption for month after month.\n<br><br>\nFood consumption is even worse than when COVID-19 first struck the country. Insufficient food consumption had already spiked to 75 percent in August 2020, at the first peak of the pandemic. But when this couldn’t seem to have gotten worse, a combination of drought, conflict, political instability, and the economic crisis collided to deepen the food security crisis. By August 2022, Afghanistan had topped the list of countries with insufficient food consumption. It has remained there since.","<span style='font-size:24px;color:#80bede'><i class='fas fa-wifi'><\/i>"],["BGD","Bangladesh","Active","Monthly","No","August","https:\/\/www.wfp.org\/publications\/wfp-bangladesh-mobile-vulnerability-analysis-and-mapping-mvam-reports","early November","One-fifth (22 percent) of the population is food insecure - an improvement from 29 percent reported in July. These improvements were unequal; low-income households saw food security indicators worsen (at 42 percent food insecure).","<span style='font-size:24px;color:#80bede'><i class='fas fa-wifi'><\/i>"],["FJI","Pacific*","Active","Quarterly","Yes","Regular","https:\/\/analytics.wfp.org\/t\/Public\/views\/mVAMWFPPacificMCOCentralizedPortal\/MCOCentralizedPortal?%3Aembed=y&%3AisGuestRedirectFromVizportal=y","Dashboard","Fiji and Vanuatu saw food insecurity worsen the most between Q4 2021 and Q2 2022. Fiji saw the steepest increase, from 43 to 71 percent, while Vanuatu saw an increase from 74 to 81 percent. Kiribati and Samoa experienced marginal deteriorations in food security (~2 percentage points).\n<br><br>\n*Findings for the Pacific are available regularly through the dashboard, rather than a report.","<span style='font-size:24px;color:#80bede'><i class='fas fa-wifi'><\/i>"],["KGZ","Kyrgyz Rep","Active","Ad hoc","No","August","https:\/\/docs.wfp.org\/api\/documents\/WFP-0000143249\/download\/","mid November","Around one-fifth (21 percent) of the population is food insecure (more than 1.3 million people). Food insecurity is especially concentrated in certain regions, though the prevalence of food insecurity in rural and urban areas is similar.","<span style='font-size:24px;color:#80bede'><i class='fas fa-wifi'><\/i>"],["LAO","Laos","Upcoming","Monthly","Yes","September",null,"early November","The first report is set to be finalized in late October\/early November. Preliminary results indicate that 14 percent of the population is food insecure, and that there are substantial variations across different parts of the country.","<span style='font-size:24px;color:#bbbbbb'><i class='fas fa-expand'><\/i>"],["LKA","Sri Lanka","Active","Monthly","Yes","September","https:\/\/www.wfp.org\/publications\/sri-lanka-remote-household-food-security-surveys","November","One-third of households (32 percent) are food insecure, amid the country’s worst economic crisis since its independence in 1948. For a country in which food insecurity was at 9.1 percent in 2019,1 the shock of the current crisis is reverberating across all facets of life.\n<br><br>\nPeople are being forced to rely on coping strategies to keep food on the table. Around seven in ten households are regularly turning to food-based coping strategies such as sacrificing meals, borrowing food, and reducing the number of meals eaten. Diets are in a precarious state. Around three in ten households are facing insufficient food consumption, with many consuming far less diverse diets as food prices remain high across the country. The instability comes amid escalating anxieties about prices. ","<span style='font-size:24px;color:#80bede'><i class='fas fa-wifi'><\/i>"],["MMR","Myanmar","Upcoming","Ad hoc","No",null,null,"early November","Latest findings are not ready yet.","<span style='font-size:24px;color:#bbbbbb'><i class='fas fa-expand'><\/i>"],["NPL","Nepal","Active","Ad hoc","Partial","June","https:\/\/docs.wfp.org\/api\/documents\/WFP-0000141846\/download\/","mid November","The findings from the sixth round of the survey (June 2022) show that, nationally, food security conditions in Nepal have slightly improved compared to October 2021. However, the continued increase in food prices (reflecting, in part, increased fuel prices and a weaking rupee) are impacting households across the country. Stakeholders are advised to continue monitoring the situation, as the depleted resilience of households, coupled with an economic downturn or less than average harvest, may place increased pressure on already vulnerable households and tip some borderline households into food insecurity.\n<br><br>\nFood security improved slightly compared to October 2021, but approximately 3.86 million people (13.2%) in Nepal were not consuming an adequate diet in June 2022. About 3 percent of households reported that they did not have enough food; among these 63.3 percent said that increasing prices of food was the main reason. Among all households, 78.2 percent listed increasing food prices as a main concern.","<span style='font-size:24px;color:#80bede'><i class='fas fa-wifi'><\/i>"],["PAK","Pakistan","Upcoming","Monthly","Yes",null,null,"early December","Findings are not ready yet.","<span style='font-size:24px;color:#bbbbbb'><i class='fas fa-expand'><\/i>"],["PHL","Philippines","Upcoming","Monthly","Partial",null,null,"early November","Findings are not ready yet.","<span style='font-size:24px;color:#bbbbbb'><i class='fas fa-expand'><\/i>"],["TJK","Tajikistan","Active","Ad hoc","No","Q3","https:\/\/docs.wfp.org\/api\/documents\/WFP-0000144018\/download\/","TBC","Nearly one-fifth (18 percent) of households in Tajikistan were food insecure in September 2022. Compared to the assessment carried out in May 2022, the proportion of food insecure households has slightly declined, by 3 percentage points. Changes in food consumption and coping strategies have also been minimal.","<span style='font-size:24px;color:#80bede'><i class='fas fa-wifi'><\/i>"],["TLS","Timor Leste","Upcoming","Ad hoc","Yes","September",null,"early November","The first report is set to be finalized in late October\/early November. Preliminary results indicate that one-third of the population (34 percent) is food insecure, and that there is high reliance on coping strategies.","<span style='font-size:24px;color:#bbbbbb'><i class='fas fa-expand'><\/i>"]]