[["AFG","Afghanistan","Ripple effects from the crisis in Ukraine are deepening the food security crisis in Afghanistan, as the prices of basic food commodities, fuel, and agricultural inputs continue to surge. This adds to the repercussions of a severe drought, collapse of the economy and global price hikes that predate the conflict. The value of Afghani against the US Dollar depreciated by 33 percent compared to August 2021 and 25 percent compared to the two-year average. Severe cash shortages continue to limit economic activity within banks and local markets. \n<br><br>\nThe average price of WFP’s basic food basket has been on an upward trend since March 2022, reaching AFN 8,531 (USD 95) in August. A 43.4 percent year-on-year inflation was recorded in September, with significantly higher prices for wheat flour, wheat grain and rice. ","Regional export bans continue to hinder WFP’s ability to procure sufficient food commodities in a timely manner, with long lead times persisting for internationally procured commodities. This is particularly impacting WFP’s plan to preposition 150,000 MT of food stock in areas likely to be inaccessible during winter. Meanwhile, the conflict in Ukraine also diverted attention and resources away from Afghanistan, as humanitarian operations in the country continued to face significant funding shortfalls. Funding constraints have already forced WFP to suspend programming for 8 million vulnerable people from June to September. <br><br>\nIn response, WFP implemented several mitigation measures, including diversifying its procurement sources and supply chain corridors, increasing local procurement where feasible, and negotiating for humanitarian exemptions for its exports from Central Asian countries and beyond. Moreover, WFP is regularly monitoring the suppliers for any potential delivery delays and cancellations. ",null,"September","https:\/\/docs.wfp.org\/api\/documents\/WFP-0000142725\/download\/",2021,"https:\/\/docs.wfp.org\/api\/documents\/WFP-0000132370\/download\/?_ga=2.37568547.286067048.1653273291-422291771.1636557612","July","https:\/\/www.wfp.org\/publications\/afghanistan-mvam-household-food-security-survey","IPC","https:\/\/www.ipcinfo.org\/ipc-country-analysis\/details-map\/en\/c\/1155595\/?iso3=AFG",null,null,"1) Monthly mVAM;\n<br><br>\n2) IPC","Country of Concern",65,34,3.5],["BGD","Bangladesh","Bangladesh is facing several simultaneous crises, both as a result of and exacerbated by the global food crisis. GDP growth is projected to fall to 5.1 percent in 2022 from 8.2 percent in 2019 and the average income of the poor has fallen 23 percent below the pre-COVID level. The country was the third major export market for both Russian and Ukrainian wheat in 2020-21, and was already facing creeping inflation even before the conflict in Ukraine. Unusual weather conditions and increased fertilizer prices may severely affect the upcoming agricultural season. In addition, countrywide electricity rationing (load-shedding), fuel price increases, the foreign exchange crisis and unstable dollar rates, are seriously impacting the economy.  \n<br><br>\nThe latest WFP food security monitoring surveys indicated that 22 percent of the surveyed households were moderately food insecure. Food-based and livelihood coping mechanisms continue to be applied, which has led to poor nutrient uptake, especially heme iron, among low and medium-income households hardest hit by the shocks.","WFP is exploring various solutions to protect refugees’ purchasing power under the general food assistance programme: \n1) Increase CBT transfer value, where possible; \n2) Direct distribution of at-risk item(s) (e.g., 1L of oil per person per month); \n3) Maintain the same prices for refugees at outlet-level, but WFP to pay the market price difference to retailers directly; \n4) Increase market research capacity to forecast at-risk items in advance (where possible) to provide more lead time to temporarily switch to in-kind, where necessary; \n5) Assess the viability of alternative commodities to at-risk items, while maintaining nutritional value. \n<br>\nFor nutrition programmes, the rising cost of wheat will likely increase the cost of WSB+\/WSB++ and will require WFP to either reduce the ration size or reduce the number of participants, unless additional funding is secured. ","In July, the Government sought a USD 4.5 billion loan from the IMF to cope with mounting economic pressure. It provided 28 stimulus packages equivalent to USD 23 billion (6.3 percent of GDP), which benefited a total of 67.4 million people and 118,000 business entities.","July","https:\/\/www.wfp.org\/publications\/wfp-bangladesh-coxs-bazar-market-monitor",2019,"https:\/\/docs.wfp.org\/api\/documents\/WFP-0000114508\/download\/","July","https:\/\/www.wfp.org\/publications\/wfp-bangladesh-mobile-vulnerability-analysis-and-mapping-mvam-reports","REVA","https:\/\/www.wfp.org\/publications\/refugee-influx-emergency-vulnerability-assessment-reva","CXB Market Functionality Assessment","https:\/\/docs.wfp.org\/api\/documents\/WFP-0000140991\/download\/","Data collection for second round mVAM is under finalisation, and results to be published in October.","Country to Monitor",90,24,4.0],["BTN","Bhutan","Bhutan recorded a 6.61 percent year-on-year increase in the consumer price index (CPI) in July. Food price went up by 5.82 percent and non-food items rose by 7.29 percent year-on-year. Month-on-month CPI increased by 1.16 percent in July following a drop in June. Both food and non-food prices in Bhutan are directly impacted by price fluctuations in India where recorded a retail inflation at 7 percent in August from 6.71 percent in July.","The impact on WFP operations in Bhutan are minimal so far, since there are no direct food distributions. WFP is supporting the construction and refurbishment of kitchens and storerooms to many schools, which may be impacted by fuel and steel price increases. WFP is collaborating with the Royal Government of Bhutan (RGOB) and IFAD to prepare proposals for climate resilient agriculture production and value chains for income generation. WFP is also supporting the RGOB to access climate finance resources from the Adaptation Fund Large Innovation Grant, especially to help poor farming households to benefit from micro insurance for crop loss, using index-based insurance.  ","WFP is collaborating with the Royal Government of Bhutan (RGOB) and IFAD to prepare proposals for climate resilient agriculture production and value chains for income generation. WFP is also supporting the RGOB to access climate finance resources from the Adaptation Fund Large Innovation Grant, especially to help poor farming households to benefit from micro insurance for crop loss, using index-based insurance.  ","No resources directly related.",null,"2022 assessment ongoing",null,null,null,null,null,null,null,"Qualitative Behavioural Research to Inform a Social Behaviour Change Communication Strategy to Promote Healthy Diets Among School-Aged Children in Bhutan (April – October 2022)",null,90,28,4.0],["FJI","Pacific*","Inflation is high in most of the Pacific Island Countries and Territories (PICTs) particularly for food, transport, energy and housing. In addition, these are also compounded by local contexts (lockdowns in Kiribati and Tonga; disasters in Kiribati, Tonga and Vanuatu). \n<br><br>\nThere has been a continued rise in fuel prices and the consumer price index (CPI) for all five countries which WFP is monitoring through mVAM (Fiji, Samoa, Tonga, Vanuatu, and Kiribati). The price volatility for goods and services could largely be attributed to commodity markets, policy changes or seasonal or infrequent price setting as experienced by the supply chain globally. \n<br><br>\nWFP’s mVAM has also found a low incidence of food insecurity in the five monitored countries (apart from Vanuatu where 51 percent of the interviewed households do not have an adequate level of food consumption). Samoa and Tonga have shown a slow but steady decline in food security since the second quarter of 2021, with an increasing number of households not being able to meet an acceptable level of food consumption. A critical concern is the increase in negative coping strategies that is being identified in all countries during the second half of 2022 (pending results from Tonga).\n<br><br>\nOne of the Pacific countries that WFP is not monitoring through mVAM, the Solomon Islands, is of particular concern, with a high level of food insecurity, high financial vulnerability and low levels of income.\n<br><br>\n*Map only shows Fiji, but the Pacific Multi-Country Office covers more countries.","WFP does not implement direct food assistance in the Pacific. Since 2020, WFP is implementing the mVAM tool on a quarterly basis in Fiji, Samoa, Tonga, Vanuatu and Kiribati to provide timely access to information on household food security indicators as well as livelihood coping strategies. Between June and July 2022, WFP and national counterparts conducted a second quarter remote food security and livelihoods assessment in five Pacific countries. The third quarter monitoring started from mid-September. ","The Governments in PICTs are investing to boost economies and assist populations through stimulus packages to support businesses and transfers to the population. In countries such as Fiji and Samoa, these transfers are delivered through existing social welfare systems, designed to reach the most marginalised groups. This investment has put pressure on national budgets increased debt at high levels. In Fiji, the Government implemented legislation to waive consumer tax on 21 essential food items in late March to alleviate the impact on livelihoods. \n<br><br>\nIn addition, the regional Pacific Food Security Cluster co-led by WFP is monitoring through its members the impact of the crisis in the Pacific.",null,null,null,null,"Regular","https:\/\/analytics.wfp.org\/t\/Public\/views\/mVAMWFPPacificMCOCentralizedPortal\/MCOCentralizedPortal?%3Aembed=y&%3AisGuestRedirectFromVizportal=y","Impact of the Global Food Crisis on the Pacific Island Countries and Territories","https:\/\/wfp.sharepoint.com\/:b:\/s\/Emergencies-AsiaandthePacific\/ERJD4ycf1-RIkBOnPEgkW4UBXhzQZTWCAxuKrDTUqtU60w?e=QidB8B&download=1",null,null,"Ongoing data collection for 5 countries (Fiji, Samoa, Vanuatu, Tonga and Kiribati) via mVAM. Data collection is underway for Q3 2022","Country to Monitor",167,-16,1.5],["IDN","Indonesia","Indonesia has maintained its economic performance. In the second quarter of 2022, the country’s economy grew by 5.44 percent year-on-year and was 5.01 percent higher than the previous quarter. Household consumptions - the largest expenditure share of Indonesia’s GDP - grew by 5.51 percent, indicating a continuous recovery from the impact of the COVID-19 pandemic on household’s purchasing power and spending.\n<br><br>\nIn August, Statistics Indonesia reported annual inflation at 4.69 percent, a slight decrease from the previous month. Indonesia experienced monthly price deflation at 0.21 percent compared to July. The main driver was the decreased prices of some food commodities such as vegetables, meat and vegetable oil, due to a stable supply. On the other hand, prices of some commodities such as egg and rice were inflated in August. ","WFP will continue to closely monitor the evolving situation of food commodity prices and interventions implemented by the Government of Indonesia. WFP is also planning to publish an Economic and Food Price Bulletin in September based on secondary data from the Government. The bulletin will shed light on the current macroeconomic situation in the country and provide insights on the impact of increased food prices on households. \n<br><br>\nWFP is also working with the Coordinating Ministry of Human Development and Cultural Affairs to facilitate the formation of a working group for essential goods and a national supply chain coordination platform for dialogue on supply chain issues. The working group and supply chain coordination platform aim to discuss and mitigate supply chain disruptions, including those potentially triggered by the conflict in Ukraine.","In early July, the Ministry of Trade launched a low-price packaged vegetable oil initiative called Minyakita to respond to the continuously high price of vegetable oil, despite declines since May. The initiative targets populations with low income to ensure their access to vegetable oil, which is a fundamental commodity in Indonesia. This assistance is part of the Domestic Market Obligation (DMO) allocations, and the vegetable oil is sold in markets at the government ceiling price (HET) of IDR 14,000 per litre. ","April","https:\/\/docs.wfp.org\/api\/documents\/WFP-0000138863\/download\/",2019,"https:\/\/docs.wfp.org\/api\/documents\/WFP-0000134224\/download\/#:~:text=The%20Indonesia%20FNG%20analysis%20took,and%20the%20Ministry%20of%20Health.",null,null,"FSVA 2021","https:\/\/docs.wfp.org\/api\/documents\/WFP-0000139547\/download\/","Latest Seasonal Monitoring Bulletin (August 2022) ","https:\/\/docs.wfp.org\/api\/documents\/WFP-0000141858\/download\/","Economic and Food Price Bulletin (October 2022) ",null,117,-2,3.0],["IND","India","On 9 September, the Government announced a ban on the export of broken rice, in addition to the existing ban on export of wheat. In addition, an export duty of 20 percent has been imposed on rice in husk (paddy or rough), husked (brown rice) and semi-milled or wholly milled rice other than par-boiled rice and basmati rice by the Government. The new duty is likely to discourage buyers from making purchases from other countries.\n<br><br>\nThe prices of rice, wheat, wheat flour, edible oils and pulses have increased slightly (< 5 percent) or remained stable, as per the Government’s price monitoring system which collects price data from more than 150 locations daily across the country.  ","WFP will continue to provide technical support to the Government to ensure that the programmes under the National Food Security Act are efficient and effective. ","The Government continues to provide 5 kg of rice or wheat per person per month under the Pradhan Mantri Garib Kalyan Anna Yojana (PM-GKAY) scheme to the 813 million beneficiaries of the public distribution system.  It was launched in March 2020 as a response to COVID-19 and has been extended to September 2022. However, the Government has still yet announced an extension of the programme beyond 30 September.  ","Daily","https:\/\/public.tableau.com\/app\/profile\/ankit.sood\/viz\/RetailPricesFoodBasketPriceDashboardIndia\/RetailPricesinIndia",null,null,null,null,null,null,null,null,null,null,79,23,2.5],["KGZ","Kyrgyz Republic","The overall year-on-year inflation reached 15.6 percent in August – among the highest in the Eurasian Economic Union countries. WFP’s food security assessment in August 2022 found that 21 percent of households, or more than 1.3 million people, were food insecure. Around a fifth of households were not consuming an adequate diet while 8 percent had an acceptable diet but were using severe coping strategies.\n<br><br>\nThis comes after poverty already skyrocketed from 20 percent in 2019 to 33 percent in 2021, with an additional 10 percent at risk of poverty. Extreme poverty reached 6 percent in 2021 from 0.5 percent in 2019. Two decades of development gains had already been lost in just two years before the current global food crisis. Meanwhile, the Kyrgyz economy is highly dependent on remittances (primarily from the Russian Federation), which made up 31 percent of national GDP in 2020 (among the highest in the world). Remittances are an important contributor to reducing the national poverty rate: without remittances, poverty would have reached 43 percent and extreme poverty would have reached 17 percent in 2021. ","WFP started the first round of nationwide data collection through telephone-based surveys in August to estimate the prevalence of food insecurity and household vulnerability. Two more rounds will be conducted by the end of the year. \n<br><br>\nWFP and partners reviewed the Government’s capacity in social protection and response and stand ready to expand its beneficiary base if the food security situation worsens. WFP will continue its regular market price monitoring for key commodities using the National Statistics Committee data.\n<br><br>\nWFP also provided policy and technical support to replicate the piloted Social Contract nationwide and will be supporting the Government to develop a policy framework for the national “Meken Chakyrygy” public works programme. WFP will accelerate its efforts on strengthening the Government’s capacity, including digitalization of the social passport, improvement of data quality and analysis, and advocacy for more budget allocation to school meals and social protection programmes. WFP will also strengthen the Government’s logistics capacities through warehouse rehabilitation, establishment of grain reserves, and ensuring improved food supply chain from neighboring countries.August. ","The Government introduced an anti-crisis plan of KGS 126 billion (USD 1.58 billion), which includes subsidies for agriculture credits, land tax exemptions, wheat grain and flour import tax exemptions, bans on the export of basic food commodities, a nationwide public works programme “Meken Chakyrygy” to provide temporary employment for hundreds of thousands of people, and increase social benefits and salaries of employees such as social workers. The Government is scaling up the ‘Social Contract’ programme from the state budget and the World Bank.\n<br><br>\nTo stabilize domestic food prices, the Government banned the export of wheat, wheat flour, sugar, vegetable oil, eggs and feed crops between February and August. To stabilize the market, the Government also introduced Zero VAT for the import of sugar and vegetable oil. Currently, the Government is reviewing the extension of the export ban and Zero VAT for imported key food staples.","August","https:\/\/docs.wfp.org\/api\/documents\/WFP-0000142055\/download\/",2020,"https:\/\/kyrgyzstan.un.org\/en\/36040-cost-nutritious-diet-nutrition-programs-assessed-kyrgyzstan",null,null,"Food Security Implications of the Ukraine-Russia Conflict: Globally and in the Kyrgyz Republic ","https:\/\/wfp.sharepoint.com\/:b:\/s\/Emergencies-AsiaandthePacific\/EbHVAHA1zddDof0MBt_hptkB7xbfdSregFMM7IGd-n92og?e=8Q612Q&download=1",null,null,"1) Food Security Outcome Monitoring (September); \n<br><br>\n2) mVAM (data collection completed in August, results will be published in early October); \n<br><br>\n3) PDM (September)\n","Country of Concern",72,42,3.5],["KHM","Cambodia","The COVID-19 pandemic and consumer price shocks following the global food crisis have reversed some of the food security gains made in previous years with households increasingly adopting harmful coping strategies and rising household debt. The country is also experiencing excess rainfall, causing flash floods and destroying food crops in some parts of the country.\nSince average Cambodian households spend around half of their income on food, rising prices for foods (especially for imports such as vegetable oil and vegetables) and inputs for food production (fuel, fertilizers) may impact on household affordability. \n<br><br>\nThe latest survey data in 2022 showed a deterioration in food security and nutrition, particularly among urban populations. Rising prices may not only render nutritious foods unaffordable but also result in lower food production and availability. In August, the cost of a balanced food basket reached a new high in 2022. ","WFP, in partnership with the Ministry of Agriculture, Forestry and Fisheries (MAFF) expanded monthly market monitoring 58 markets to better capture the impact of the global fuel and food crisis. With prices of fuel and fertilizer set to remain high, food prices will also likely remain high in the short term. Cambodia is weathering a cost-of-living shock that is gradually eroding household purchasing power, as can be seen with declining consumer demand.\n<br><br>\nThe crisis will also likely impact government programmes, and drive down the value of cash transfers due to inflation, especially since current cash values are determined by the previous minimum expenditure baskets (MEB). WFP is working on a new MEB and sector-specific transfer values to provide evidence to increase the cash ration to households.","UNCT has launched a task force to analyse the effects of the conflict in Ukraine. UNCT has successfully applied to a UN SDG fund to enhance its joint monitoring of the looming cost-of-living crisis in Cambodia. The Government has passed a decree that allows the shortening of petrol price adjustment notice period from 15 to 10 days to reflect international price volatility and maintain stability in fuel supplies. \n<br><br>\nThe Government extended its nationwide cash transfer programme for poor and vulnerable households affected by the COVID-19 pandemic to the end of September 2022 (which started on 24 June 2020). Over 687,000 households (or 2.7 million people) received a total of USD 683.64 million in cash transfers from 25 June 2020 to 24 May 2022 (Social Protection in Cambodia, 30 May 2022). As of 31 May 2022, 1,834 small and medium sized enterprises (SME) received a total of USD 221 million in loans from the Government’s SME (small and medium enterprises) Co-financing Scheme Phase II. Cambodia will access USD 965 million from ADB, to prioritize infrastructure, agriculture, energy, education and health projects to sustain its economic growth.","August","https:\/\/docs.wfp.org\/api\/documents\/WFP-0000142724\/download\/",2017,"https:\/\/docs.wfp.org\/api\/documents\/WFP-0000070325\/download\/",null,null,"COVID-19 Socioeconomic Impact Assessment","https:\/\/reliefweb.int\/report\/cambodia\/covid-19-socio-economic-impact-assessment-july-2021","Trade Profile","https:\/\/wfp.sharepoint.com\/:w:\/s\/UkraineCrisisAnalysis\/EZXMUjPZqGVIubSWsWJ4W3kBAADiEyTr-LqYTFA7HS-6aA?e=aLXlVP","1) CotD\/FNG 2022; \n<br><br>\n2) Three waves of COVID-19 Socioeconomic Impact Assessments in 2022; \n<br><br>\n3) Monthly Expenditure Basket Field Validation 2022; \n<br><br>\n4) Food Security and Nutrition survey in flood-prone areas, 2021\/2022",null,105,13,4.0],["LAO","Laos","Rising international oil prices and a plummeting currency are driving up the cost of imports, on top of the disruptions to household diets due to the lean season. This has serious implications on the food security situation of vulnerable households given their weak purchasing power, poor availability of imported goods, and stagnant salaries for civil servants. In addition, the record depreciation of the Lao Kip against the US dollar and the Thai baht are exacerbating inflation levels in Lao PDR and undercutting purchasing power, adversely affecting the quality and quantity of households’ diets. \n<br><br>\nIn August, the Consumer Price Index (CPI) year-on-year inflation rose to 30.1 percent from 25.6 percent in July, the highest recorded in the past five years. Some of the biggest contributors to the inflation rate were high fuel prices, depreciation of the Kip. In addition, the year-on-year food inflation stood at 30.2 percent. The rising costs are likely to reduce household’s purchasing power, particularly in urban areas where households are more market dependent. Such conditions coupled with delays in the planting season are likely to have an impact in the food security situation of most households. In addition to the economic shock associated with the global crisis, the southern provinces was impacted by tropical storm Noru in late September, exacerbating the food security situation. ","WFP continues to support the Government of Lao PDR in preparing for and responding to the impacts of recent global economic crisis. WFP has scaled up monitoring efforts through monthly market price monitoring and food security assessments. WFP is providing additional assistance through national school feeding programmes (continuing from the COVID crisis) and will consider its further expansion, as well as the expansion of community safety nets and the provision of livelihood grants for agriculture, in case of increased needs. WFP also has rice stocks sufficient for 25,000 people and a cash reserve to allow for a small-scale response. WFP is updating the Minimum Expenditure Basket to better inform CBT transfer values.","The Bank of Lao PDR is responding to the crisis by controlling the parallel markets foreign exchange transactions to mitigate the significant difference between the official exchange rate and the parallel market exchange rates. With the strict measures imposed by the Government, no parallel market is allowed to operate outside of the permitted official rates.The Bank of Lao PDR is responding to the crisis by controlling the parallel markets foreign exchange transactions to mitigate the significant difference between the official exchange rate and the parallel market exchange rates. With the strict measures imposed by the Government, no parallel market is allowed to operate outside of the permitted official rates.","August","https:\/\/dataviz.vam.wfp.org\/economic_explorer\/prices",2017,"https:\/\/docs.wfp.org\/api\/documents\/WFP-0000040156\/download\/",null,null,"CFSAM 2019","https:\/\/www.fsinplatform.org\/sites\/default\/files\/resources\/files\/ca8392en.pdf","Lao PDR Economic Monitor April 2022","https:\/\/pubdocs.worldbank.org\/en\/273661652363898384\/Lao-Economic-Monitor-April-2022-final.pdf","1) mVAM data collection started in September. Monthly seasonal monitoring and internal market price monitoring activity. \n<br><br>\n2) One joint WFP-FAO-IFAD assessment, and one UN-wide joint assessment (under the leadership of UNICEF as chair of the Monitoring, Evaluation and Learning Group)","Country to Monitor",103,19,3.5],["LKA","Sri Lanka","Sri Lanka is experiencing its worst economic crisis since independence in 1948. About 6.3 million people are food insecure (28.3 percent of the population). Of these, at least 66,000 people are severely food insecure. WFP is concerned that these figures could increase drastically without immediate intervention and that the crisis’ impact will be felt beyond 2022. Multiple factors are colliding to amplify the pressure, from unfavourable harvests (the most recent rice harvest is 50 percent lower than normal) and widespread shortages of key imported commodities. \n<br><br>\nAs record high prices persist, food security remains in a precarious state. Acute food insecurity has deteriorated compared with June, according to WFP’s remote household food security survey in August. More than one-third of the population (37 percent) were facing acute food insecurity in August –an increase from 28 percent in June. Meanwhile, around eight in ten households are regularly turning to food-based coping strategies such as sacrificing meals, borrowing food, and reducing the number of meals eaten. Food prices remain high in the country and nearly four in ten households are consuming insufficient foods and less diverse diets. ","WFP is immediately scaling up operations to reach 3.4 million additional people in 2022 and urgently requires USD 63 million to carry out its lifesaving assistance. As of 23 September 2022, WFP has reached over 70,000 people with cash-based transfers (CBT) since commencing distributions. This includes reaching 2,490 pregnant women with value vouchers of LKR 15,000 (USD 40) each to support their food and nutritional needs. In addition to CBT and food vouchers, WFP is in process of importing food commodities for in-kind distributions for 1.4 million beneficiaries. 24,834.98 mt are currently in the pipeline, with more expected to arrive  between September  and November)\n<br><br>\nIn partnership with the Government, WFP will support 1 million children aged 5 to 10 with school meals. WFP will prioritize vulnerable schools, where the Government’s national school meals programme has been halted due to budget constraints. The first consignment of rice has arrived, and WFP plans to kickstart the school meals programme in October. WFP will support the resumption of Sri Lanka’s Thriposha nutrition programme that provides food fortified with vitamins and minerals to undernourished children under five and pregnant and lactating women.","The Government has requested assistance from the international community and UN agencies. OCHA has launched a Humanitarian Needs and Priorities (HNP) plan valued at US$ 47.2 million to reach 1.7 million people from June to September 2022. There are plans to launch an update in October. Meanwhile the President called for a national plan ensuring food security and nutrition and welcomed all stakeholders to work collectively with the Government’s new programme to address food shortages.","August","https:\/\/docs.wfp.org\/api\/documents\/WFP-0000142372\/download\/",2019,"https:\/\/docs.wfp.org\/api\/documents\/WFP-0000108508\/download\/","August","https:\/\/www.wfp.org\/publications\/sri-lanka-remote-household-food-security-surveys","CFSAM 2022","https:\/\/www.wfp.org\/publications\/faowfp-crop-and-food-security-assessment-mission-cfsam-democratic-socialist-republic","Market Functionality Index (MFI) ","https:\/\/statics.teams.cdn.office.net\/evergreen-assets\/safelinks\/1\/atp-safelinks.html","1. mVAM data collection ongoing;\n<br><br>\n2. Market Monitor - report being prepared.","Country of Concern",80,8,4.5],["MMR","Myanmar","Increasing levels of conflict and displacement, rising inflation and a surge in food and fuel prices are putting more people at risk of food insecurity. Based on the latest WFP-FAO estimates, 15.2 million people are food insecure (severely and moderately), showing a deterioration in the food security situation from 2021.  Food prices continued to increase in August, with the cost of a basic food basket 14 percent higher than in July and 52 percent higher than the same time last year. Commodity prices continue to be impacted by rising fuel prices, which are on average between 110 percent and 160 percent higher compared to August last year. Rice prices are also rising due to combination of increased production costs, depreciation of the Myanmar Kyat, rising fuel prices and associated transportation costs, declining stocks, and anticipation of smaller outputs next season due to a number of factors, including conflict-related access issues for farmers, high input costs, and drought in some areas.","WFP continues monthly monitoring of the costs of food and fuel, and works with partners to identify potential activity adaptations. Based on the regular market monitoring, WFP increased monthly transfer values for select townships in Rakhine, Shan and Kachin states from the end of August. The increases will cost an additional USD 340,000 per month.  As for in-kind distributions, WFP released a tender to identify local suppliers that can reserve a one-month fuel supplies for relief operations. This is in response to rising fuel prices and shortages impacting supply chains across the country. In areas where local suppliers are unable to reserve fuel stocks, WFP may acquire fuel storage tanks to reduce the risk of pipeline breaks due to limited fuel access. WFP also continues to adapt its programming, taking into account the longer lead time needed for the procurement of food and nutrition rations. Additional funding or potential ration cuts for relief assistance may be required if WFP has to resort to international procurement of rice and other commodities at a higher cost. ","WFP Myanmar is not partnering with the de facto authorities on programming. The Myanmar Food Security Cluster, co-led by WFP, FAO and Mercy Corps, continues to monitor food security in the country. Data collection for the fourth round of the WFP\/FAO food security assessment has been completed and analysis is underway. The results will inform the 2023 Humanitarian Needs Overview and the 2023 Humanitarian Response Plan. Earlier research conducted by the Cluster highlighted the difficulty to separate the impact of the Ukraine conflict from the ongoing impacts of the military takeover in February 2021 and lingering effects of the COVID-19 pandemic. The Cluster estimated up to 40 percent increase in costs. Cluster leads are also concerned that rising costs will increase activity support costs, which will require budget adjustments that may have a negative impact on the number of beneficiaries reached in 2022. Further, with the Humanitarian Response Plan critically underfunded in 2022, Cluster partners may have to reduce staff numbers. If so, it will likely be even more difficult for them to implement food security initiatives without adequate staff support.","July","https:\/\/docs.wfp.org\/api\/documents\/WFP-0000142155\/download\/",2019,"https:\/\/docs.wfp.org\/api\/documents\/WFP-0000115217\/download\/?_ga=2.227552863.372404133.1623909993-1459795908.1619774406#:~:text=Fill%20the%20Nutrient%20Gap%20(FNG)%20is%20an%20analytical%20process%20to,of%20issues%2C%20contexts%20and%20solutions.",null,null,"Myanmar Data in Emergencies Monitoring Brief, round 3 (July 2022) ","https:\/\/data-in-emergencies.fao.org\/documents\/hqfao::myanmar-diem-monitoring-brief-round-3\/explore","USDA FAS Burma Rice Trade August bulletin","https:\/\/apps.fas.usda.gov\/newgainapi\/api\/Report\/DownloadReportByFileName?fileName=Rice+Trade+-+Monthly_Rangoon_Burma+-+Union+of_BM2022-0015.pdf","WFP-FAO survey data collection completed (August-September), results to be finalized by October","Country of Concern",96,22,3.0],["NPL","Nepal","While Nepal’s direct exposure to Russia and Ukraine is limited, rising food and fuel prices, export bans, and supply chain limitations for cereals, vegetable oils and fertilizers could negatively impact food supply and ultimately push food even further out of reach for the most vulnerable people. <br><br>\nPrices of essential commodities remained relatively stable in August. However, the cost of a food basket is still 10 percent higher in August compared to that in April. Inflation increased by 8.26 percent year-on-year and 1.66 percent month-on-month. Overall, most traders reported that the availability of commodities was adequate to meet the demand, except those in large consumer markets and remote areas of Bagmati and Karnali provinces. Purchasing power declined in August across the terai and hills, while it remained the same in the hills.","The immediate impact on WFP operations include delays in procurement and increases in the cost of operations, constraining WFP’s ability to respond. In addition, the rising costs of fuel drive a surge in food prices, affecting vulnerable communities in hard-to-reach areas for WFP programmes such as the mother and child health and nutrition programme. \n<br><br>\nWFP will continue with regularly monthly monitoring, as well as additional rapid market monitoring to analyse key market functionality (supply, demand, availability, transport), prices and macro indicators. WFP is also conducting a study to assess the impact of the global food crisis on Nepal’s food system, food security, household level agricultural production and income, livestock production, food and essential commodity prices and market functionality.","On 24 May, the Government announced its plans to promote domestic production and consumption, and support agriculture, forest and mining industries by connecting them with the processing industry, and introducing a programme to increase production of food commodities which are being imported at large-scale (the start date of these interventions are unknown). It is so far not fully clear what concrete plans or relief packages the Government and development partners are putting in place to assist the vulnerable population.","August","https:\/\/docs.wfp.org\/api\/documents\/WFP-0000142730\/download\/",2021,"https:\/\/docs.wfp.org\/api\/documents\/WFP-0000137064\/download\/#:~:text=In%202020%20the%20government%20of,Nutrition%20Plan%20(MSNP%20II).","June","https:\/\/docs.wfp.org\/api\/documents\/WFP-0000141846\/download\/","World Bank Macro Poverty Outlook for Nepal: April 2022 ","https:\/\/documents1.worldbank.org\/curated\/en\/099017504242214450\/pdf\/IDU075a55d0a0d7750405408d190a7d20347e865.pdf",null,null,"mVAM data analysis ongoing",null,83,29,4.0],["PAK","Pakistan","2022 is an exceptionally challenging year for Pakistan, with the aftermath of the COVID-19 pandemic, political and socioeconomic turmoil. Regional supply chain disruptions linked to the conflict in Ukraine resulted in persistently soaring food and fuel prices. This situation is exacerbated further by severe rains and widespread flooding in August, affecting 33 million people in 116 districts of seven provinces. Furthermore, crop losses and resulting food shortages will have a considerable impact on the overall food security situation. The need for food imports to cover these shortages is likely to increase, and thus global food prices are likely to have a greater impact on domestic food prices. The value of the Pakistani Rupee has already plunged – and is among the worst performing currencies globally. Headline inflation based on the Consumer Price Index (CPI) is also at its highest rate in 47 years. \n<br><br>\nAn Integrated Food Security Phase Classification (IPC) analysis was conducted in Pakistan in July across 28 vulnerable districts of Balochistan, KP, and Sindh provinces. It was found that around 5.96 million people (30 percent of the rural population) are estimated to be in IPC Phase 3 (Crisis) and 4 (Emergency) between July and November 2022. Key drivers of acute food insecurity include: a) high prices (food and non-food items) caused by the conflict in Ukraine; b) climatic conditions (drought conditions\/inadequate rainfall\/heatwave, monsoon rains\/flooding); c) reduced food production; and d) livestock diseases and deaths. ","Soaring food prices along with supply disruptions and food shortages caused by the recent monsoon flooding are likely to have an adverse impact on the value of WFP cash assistance and the cost of locally procured commodities. \n<br><br>\nWFP will continue to provide livelihoods and community stabilization assistance for highly vulnerable groups to complement government social safety net programmes. This will be done through cash assistance or food distributions, complemented by community-based participatory activities – particularly livelihoods and resilience-building support. Assistance will be provided to participants of community rehabilitation activities and capacity strengthening trainings (persons with disabilities and vulnerable individuals will receive unconditional cash support). \n<br><br>\nIn response to the flood emergency, WFP is rapidly scaling up its response to cover the needs of 1.9 million people from September 2022 to March 2023. WFP is also supporting the Government on its logistics capacity augmentation to help with storage, management, and dispatch of relief items. Beyond immediate needs, WFP plans to transition to recovery and resilience activities through early 2023 to help communities rehabilitate climate-smart infrastructure and restore livelihoods. ","The Government’s Benazir Income Support Programme (BISP) Kafalat social safety net programme currently covers 7.3 million people with a monthly stipend of PKR 2,000 per household, with a budget earmarked for 9 million people for 2022-2023. The current BISP beneficiaries will receive a monthly top-up of PKR 2,000 (USD 9.7) in light of the global food crisis. The Government announced a petrol and diesel subsidy of PKR 28 billion (USD 136 million) for vulnerable households earning less than PKR 40,000 a month. In response to the flood emergency, the Government is distributing a one-off cash payment of PKR 25,000 (USD 114) per household to the flood-affected families. In addition, the World Bank agreed to provide a contribution of USD 150 million, which is expected to cover those not currently registered under the BISP. \n<br><br>\nWFP continues its engagement with the National Socio-Economic Registry to incorporate the latest IPC information into targeting and programming for the BISP. This will maximize the prospects of inclusion for the most affected and vulnerable families for support, thereby circumventing a further deterioration in their food and nutrition security. In end-August, the Ministry of Finance announced the approval of a USD 1.17 billion bailout package from the IMF to avert near-term default. The fund will be key to stabilize the economy, in view of surging energy costs which eroded Pakistan’s foreign-exchange reserves and the second-fastest inflation in Asia.","September","https:\/\/reliefweb.int\/report\/pakistan\/pakistan-market-monitor-report-september-2022",2019,"https:\/\/docs.wfp.org\/api\/documents\/WFP-0000107916\/download\/",null,null,"IPC AFI Analysis for Sindh, Balochistan and KP","https:\/\/wfp-my.sharepoint.com\/:b:\/g\/personal\/khadeeja_qasmi_wfp_org\/EW_LCc9QmV9Bo5jEOOZSsQYBvcKEaKyB7wY_I7niFIGGzw?e=q06EYb&download=1","Food inflation in Pakistan","https:\/\/wfp-my.sharepoint.com\/:b:\/g\/personal\/khadeeja_qasmi_wfp_org\/Ec-sl3mVjGZBr3xwqxBp_uoBt0wo52WSaRT_HrdUE0vtvA?e=giXpqr&download=1","Discussion is ongoing at CO level regarding high frequency monitoring. ","Country of Concern",68,30,3.0],["PHL","Philippines","The impact of the war in Ukraine has spilled over to domestic inflation in the Philippines. Headline inflation reached 6.3 percent in July 2022, the highest recorded inflation since October 2018. The upwards trend is caused by the higher annual growth in food and non-alcoholic beverages. Prices of fuel continue to register net increases based on year-to-date data. Since the start of the year, a liter of gasoline, diesel and kerosene increased by 10 percent, 62 percent, and 65 percent respectively. Based on WFP’s market monitoring in Typhoon Odette-affected provinces, 50 percent of the traders reported that customers continued buying less goods than usual and 25 percent mentioned that customers bought cheaper or less preferred goods in response to the surge in prices of goods. \n <br><br>\nThe rise in the overall cost of living and reduction in the affordability of basic commodities translates into more poor families in the country. The national Social Weather Survey of June 2022 found that 48 percent of Filipino families rated themselves as Poor (accounting for 12.2 million families), from 43 percent in April 2022. The survey also found that 74 percent of families feel Food-Poor (8.7 million) or Borderline Food-Poor (4.7 million).  ","To monitor the impact of the global food, energy and financial crisis, WFP has scaled up its monitoring and analysis activities in the Philippines. In June, WFP initiated bi-monthly market monitoring. WFP is collecting data in the Typhoon Odette-affected provinces of Bohol, Dinagat Islands, Southern Leyte, and Surigao del Norte. With support from the Joint SDG fund, WFP, FAO and ILO are also preparing to launch household phone surveys in the Philippines to support existing government monitoring and surveillance systems for agriculture, food security, and social protection. ","In June, Philippine President-elect Ferdinand Marcos Jr. announced that he will head the country's agriculture department as he seeks to revamp the sector amid rising food prices and possible shortages. In response to the situation in the country, the Government has initiated the implementation of various programs, including seeds distribution, fertilizer and fuel discounts for farmers and fisherfolk, and educational assistance.","August","https:\/\/www.wfp.org\/publications\/wfp-philippines-price-monitoring-bulletin-august-2022",2019,"https:\/\/docs.wfp.org\/api\/documents\/WFP-0000107410\/download\/",null,null,null,null,null,null,"Upcoming mVAM surveys. Planned data collection to start in October.",null,122,12,3.5],["PRK","DPRK","In August, DPR Korea’s local currency (won) depreciated by 38 percent against the US Dollar, and 42 percent against the Chinese Yuan compared to 2021, which will increase the country's import bills and domestic prices. Food prices continue to increase in the DPRK, with a 21 percent year-on-year increase recorded on rice prices. Corn prices were 52 percent higher than that in 2019, despite a slight year-on-year decrease seen in August. This is likely to reduce household purchasing power, particularly the ability of vulnerable households to afford a healthy diet and cover other essential needs. Fuel prices in August 2022 have tripled compared to the same time last year. The increased fuel prices are likely to impact DPRK’s economic development, agricultural production and product transportation, which may reduce people’s access to markets, especially in remote areas, and disrupt livelihoods. \n<br><br>\nThis could exacerbate DPRK’s food security and nutrition situation, which is already concerning due to a lack of cultivable land surface, recurrent natural hazards, and a shortage of agricultural inputs. International borders have been closed since February 2020, resulting in the near suspension of food imports. This is likely to have been causing excessive consumption of national food reserves and posing potential threats to food security. DPRK imports fertilizers from China, where the high prices and tight market supply are likely to negatively impact the crop plantation and production in 2022.  ","WFP operations in DPRK are temporarily suspended and food purchases are on hold due to movement restrictions and prolonged border closures. The last round of distributions took place in April 2021. A resumption plan has been drafted to ensure readiness and a smooth resumption of the operation as soon as borders reopen. \n<br><br>\nWith the growing food and fuel prices, WFP’s purchasing power for food commodities is significantly reduced whilst the cost of WFP food transportation is soaring. The global food crisis could also delay food procurement and shipment.","UN agencies, including WFP, have prepared the 2022 response plan in DPRK to ensure well-coordinated responses when DPRK’s border reopens. Food security and nutrition is one of the main priority areas. While there is a large government social protection programme – public distribution system (PDS), data on PDS rations has not been updated by the local authority since August 2021.  ",null,null,null,null,null,null,"Seasonal Assessment 2022","https:\/\/docs.wfp.org\/api\/documents\/WFP-0000140465\/download\/",null,null,null,null,127,41,4.0],["TJK","Tajikistan","The economic downturn in Russia and impact of sanctions will significantly impact Tajikistan, given its close economic ties with Russia. The proportion of food insecure households is expected to increase to as high as 36 percent from 20 percent in 2021, should the Russian economy suffer a further contraction. \n<br><br>\nA household food security assessment was conducted in Sughd and Khatlon regions, districts of the republican subordination (DRS) and Dushanbe in May. The assessment indicates that the prevalence of food insecurity is around 21 percent, while 35 percent of households reported a decline in income compared to the same period last year. Among the households reporting a decline in income, 59 percent reported that it would have a significant impact in their ability to access food.","WFP will continue issuing regular updates on Tajikistan’s market situation to be shared widely with partners and donors. Russia remains the only donor of the School Feeding programme, which has not yet confirmed its contribution for 2022–2023. The current crisis may result in delayed confirmation of these contributions. WFP is conducting resource mobilization activities to diversify funding sources for the school feeding programme.","On 18 March 2022, the Government of Tajikistan approved its Anti-crisis Action Plan.","September","https:\/\/docs.wfp.org\/api\/documents\/WFP-0000142825\/download\/",2020,"https:\/\/docs.wfp.org\/api\/documents\/WFP-0000099222\/download\/?_ga=2.131037327.1498231312.1565172210-1709555789.1550308556",null,null,"Food Security Update and Implications of Ukraine Conflict in Tajikistan","https:\/\/docs.wfp.org\/api\/documents\/WFP-0000139165\/download\/","CFSAM 2021","https:\/\/reliefweb.int\/report\/tajikistan\/special-report-2021-faowfp-crop-and-food-security-assessment-mission-cfsam-republic-tajikistan","1. Face to face Food Security Assessment started in August (7,000 households);\n<br><br>\n2. IPC planned for November","Country of Concern",71,39,4.0],["TLS","Timor-Leste","The war in Ukraine has contributed to an all-time high in the food price index in Timor-Leste. The Consumer Price Inflation in Timor-Leste reached 5.7 percent in the first quarter of 2022 and is forecasted to reach 7 percent on average in 2022, driven by imported energy and food prices. Given that Timor-Leste is a net food importer, fuel price increases are of concern. Year-on-year gasoline and diesel prices have also increased by 55 percent. ","WFP continues to support the Ministry of Agriculture and Fisheries, and General Directorate of Statistics with price monitoring to capture the effects of the war in Ukraine on escalating commodity prices and the impact of supply chain challenges in Timor-Leste. WFP is closely monitoring the prices to ensure that inflation does not disrupt family spending and the affordability of essential goods. \n<br><br>\nWFP completed a mobile food security survey in September and is planning for an acute IPC training and analysis in December with the members of the National Council for Food Security, Sovereignty and Nutrition in Timor-Leste and the Food and Agriculture Organization (FAO). WFP will also support the government programme to meet emerging needs by facilitating general food distribution among pregnant and lactating women.","The Ministry of Social Solidarity and Inclusion launched a new social protection programme – Bolsa da Mãe (mother’s allowance) –  in three municipalities. Eligible pregnant women, children under three years of age, and children with disabilities will receive a monthly payment ranging from USD 10 to USD 20.\n<br><br>\nThe Government continues to fix electricity prices and has established fuel subsidies particularly for agricultural and fishing industries. The Government allocated USD 80 million for a new Cesta-Basica (the basic basket programme) as part of its continuous efforts under the economic recovery programme to alleviate household burdens.","June","https:\/\/docs.wfp.org\/api\/documents\/WFP-0000139922\/download\/",2020,"https:\/\/www.wfp.org\/publications\/fill-nutrient-gap-timor-leste",null,null,"Macro-impacts of the war in Ukraine on Timor-Leste","https:\/\/wfp.sharepoint.com\/:b:\/s\/Emergencies-AsiaandthePacific\/EUJZs4zfhvJMqUwKm64hqi0B06I60sp-nmWPuOage35n3Q?e=B3XR0u&download=1",null,null,"IPC through mVAM in December (TBD) ",null,125,-8,4.0]]